{
  "calories": "Kalorien",
  "goal":"Ziel",
  "used":"Verbraucht",
  "remaining":"Verbleibend",
  "diary": "Tagesübersichten",
  "stats": "Statistiken",
  "food-list": "Liste der Gerichte",
  "settings": "Einstellungen",
  "instructions": "Anleitung",
  "export": "Export",
  "import": "Import",
  "breakfast": "Frühstück",
  "lunch": "Mittagessen",
  "dinner": "Abendessen",
  "snacks": "Snacks",
  "serving": "Portion",
  "servings": "Portionen",
  "diary-edit-title": "Tageseintrag ändern",
  "num-servings": "Anzahl der Portionen",
  "category": "Kategorie",
  "save": "Speichern",
  "delete": "Löschen",
  "cancel": "Abbrechen",
  "delete-title": "Eintrag löschen",
  "confirm-delete": "Möchten Sie diesen Eintrag wirklich löschen?",
  "import-title": "Daten importieren",
  "confirm-import": "Sind Sie sich sicher? Der Import wird existierende Daten überschreiben.",
  "week": "1 Woche",
  "month": "1 Monat",
  "3month": "3 Monate",
  "6month": "6 Monate",
  "12month": "1 Jahr",
  "add-food": "Gericht hinzufügen",
  "name-of-food": "Name des Gerichts",
  "portion": "Menge",
  "current-weight": "Momentanes Gewicht (kg)",
  "calorie-goal": "Tägliches Kalorienziel",
  "goal-is-min": "Ich möchte zunehmen",
  "scan-images": "Bilder der eingescannten Produkte einblenden",
  "userguide-basics": "<h3>Die Grundlage</h3><p>Ihr Körper benötigt eine bestimmte Menge an Kalorien um sein Gewicht zu halten. Wir bezeichnen dies als Ihre 'Verbrauchsmenge'. Diese Verbrauchsmenge können Sie durch sportliche Aktivität erhöhen, oder durch wenig Bewegung senken.</p><p>Die einfachste (und gleichzeitig sehr genaue) Methode um die Verbrauchsmenge zu berechnen, ist einen TDEE Rechner zu verwenden. Davon finden Sie viele im Internet.</p><p>Um Gewicht zu verlieren, sollten Sie mindestens 100 Kalorien weniger essen, als es ihrem Verbrauch entspricht. Mindestens 100 Kalorien mehr als benötigt entspricht einer effektiven Gewichtzunahme.</p><p>Desto weniger Sie täglich essen, desto mehr Gewicht verlieren Sie. Sollten Sie sich dazu entscheiden mit einem großen Kalorien Defizit zu leben, ziehen Sie Ihren Artzt zu Rate und planen Sie Ihre Mahlzeiten genau, damit Ihr Körper auf keine wichtigen Nährstoffe verzichten muss. Lassen Sie sich regelmäßig bei Ihrem Artzt untersuchen, damit Sie bei Problemen schnell reagieren können.</p>",

  "userguide-diary":"<h3>Tagesübersichten</h3><p>Unter diesem Menüpunkt finden Sie ein Verzeichnis all Ihrer eingenommenen Mahlzeiten. Klicken Sie auf die Überschrift (zum Beispiel 'Frühstück') um Mahlzeiten (aus Ihrer Liste) dieser Sektion hinzuzufügen.</p><p>Am unteren Bildschirmrand finden Sie jeweils die Summe der Kalorien des Tages.</p><p>Den ausgewählten Tag können Sie ändern, indem Sie nach links oder rechts über den Bildschirm wischen. Tippen Sie auf das oben angezeigte Datum um zum aktuellen Tag zurückzukehren.</p><p>Tippen Sie einen Eintrag lange an, um ihn zu löschen.</p>",
  "userguide-statistics":"<h3>Statistiken</h3><p>Hier finden Sie ein Diagramm über Ihren Kalorienkonsum und Ihre Gewichtsänderungen im oben gewählten Zeitraum.</p>",

  "userguide-foodlist":"<h3>Liste der Gerichte</h3><p>Hier finden Sie die am Anfang leere Liste der Gerichte in Ihrer Datenbank.</p><p>Fügen Sie neue Gerichte über den 'Plus'-Button hinzu.</p><p>Durch antippen fügen Sie ein Gericht dem aktuellen Tag hinzu.</p><p>Über das Bleistift-Symbol ändern Sie einen Essenseintrag.</p><p>Tippen Sie einen Eintrag lange an, um ihn zu löschen.</p>",
  "userguide-adding-a-food":"<h3>Ein Gericht hinzufügen</h3><p>Wenn Sie ein Gericht hinzufügen, können Sie entweder manuelle Namen, Kalorien und Menge (100g, ein Becher, etc,) eingeben, oder ein verpacktes Produkt über das Kamerasymbol oben rechts einscannen.</p><p>Die Daten können in Einzelfällen von Ihrem Produnkt abweichen.</p>",

  "userguide-settings":"<h3>Einstellungen</h3><p>Hier können Sie im obersten Feld ihr aktuelles Gewicht protokollieren.</p><p>Machen Sie dies regelmäßig um ein Ihren Erfolg unter 'Statistiken' zu verfolgen.</p><p>Außerdem notieren Sie hier Ihr aktuelles Kalorienziel (Wie viel möchten Sie maximal/mindestens zu sich nehmen?). Die Option 'Bilder der eingescannten Produkte zeigen' blendet über Ihre Internetverbindung ein Bild (falls verfügbar) des gescannten Produkts ein, damit Sie schnell kontrollieren können, ob es sich um das richtige Produkt handelt.</p>",

  "userguide-export":"<h3>Export</h3><p>All Ihre Daten werden nur auf Ihrem Gerät gespeichert. Die App sendet lediglich Daten ans Internet, wenn dies für das Scannen eines Produkts notwendig ist.</p><p>Das bedeutet jedoch auch, dass Ihre Daten nicht durch Online-kopien gesichert sind. Daher können Sie mit dem 'Export'-Button manuell Ihre Daten als Textdatei (namens 'waistline_export.json') sichern. Die Datei finden Sie dann im Ordner 'Android/data/com.waist.line/files/', oder einem ähnlichen Verzeichnis.</p><p>So können Sie jederzeit eine exportierte Datei in dieses Verzeichnis kopieren, um die Daten (zum Beispiel auf einem anderen Gerät) zu übernehmen.</p>",

  "userguide-import":"<h3>Import</h3><p>Achtung! Ein Import überschreibt Ihre existierenden Daten. Nutzen Sie diese Funktion nur, um ein erstelltes Back-up zu laden. Es kann notwendig sein das Gerät anschließend neu zu starten.</p>",

  "userguide-license":"<h3>Lizens</h3><p>Diese App wurde mit Cordova framework erstellt, was unter der Apache Lizens verfügbar ist. jQuerymobile und ChartJS wurden ebenfalls verwendet und unterliegen der MIT Lizens. HTML, CSS und javascript, die das Hauptgerüst der App bilden, gehören zur GPLv3 Lizens.</p><p>-David Healey 2018</p>"
}
