 {
  "calories": "Kalorier",
  "goal":"Mål",
  "used":"Använt",
  "remaining":"Kvarstånde",
  "diary": "Dagbok",
  "stats": "Statistik",
  "food-list": "Matlista",
  "settings": "Inställningar",
  "instructions": "Bruksanvisning",
  "export": "Exportera",
  "import": "Importera",
  "breakfast": "Frukost",
  "lunch": "Lunch",
  "dinner": "Kvällsmat",
  "snacks": "Mellanmål",
  "serving": "Portion",
  "servings": "Portioner",
  "diary-edit-title": "Redigera Dagbok notering",
  "num-servings": "Antal Portioner",
  "category": "Kategori",
  "save": "Spara",
  "delete": "Stryka",
  "cancel": "Inställa",
  "delete-title": "Stryka Notering",
  "confirm-delete": "är du säkert att du vill stryka detta?",
  "import-title": "Importera Information",
  "confirm-import": "är du säkert att du vill importera? Att göra detta kommer att skriva över din existerande information.",
  "week": "1 Vecka",
  "month": "1 Månad",
  "3month": "3 Månader",
  "6month": "6 Månader",
  "12month": "1 år",
  "add-food": "Tillägga Mat",
  "name-of-food": "Matens namn",
  "portion": "Portion",
  "current-weight": "Nuvarande Vikt (kg)",
  "calorie-goal": "Dagliga Kalori Mål",
  "goal-is-min": "Jag Vill gå Upp i Vikt",
  "scan-images": "Visa Tagna Bilder på Maten",
  "userguide-basics": "<h3>Enkel</h3><p>Din kropp behöver en viss mängd kalorier för att behålla din nuvarande vikt. Vi ska kalla detta din underhålls nivå. Du kan öka din underhålls nivå genom att motionera mycket eller du kan minska den genom att vara mera stillsam.</p><p>Enklaste metoden (som är också exat)är att kalkulera din underhålls nivå genom att använda en TDEE kalkulator. Du kan hitta många av dessa på nätet.</p><p>För att gå ner i vikt borde du äta minst 100 kalorier om dagen mindre en din underhålls nivå, För att öka i vikt behöver du äta minst 100 kalorier mer per dag än din underhålls nivå.</p><p>Ju mindre mat du äter per dygn ju mer vikt kommer du att forlora. Om du planera att gå ner i vikt med en jättestor kalori förlust, konsultera din läkare och planera vad du äter så att du får allt näring din kropp behöver. Konsultera med din läkare regelbundet så att ni kan reagera snabbt ifall något går fel.</p>",

  "userguide-diary":"<h3>Dagbok</h3><p>Dagboken är där du vill behålla en logg över den mat du förtära. Knacka på ett huvudord, som frukost, föatt kunna lägga till mat till den avdelning.</p><p>När du har valt en avdelning kommer du fram till matlistan där du kan välja en mattyp att tilläga.</p><p>Kalorier för varje mattyp du tillägger kommer att läggas till summan för den nuvarande datum och visas längst ner på skärmen.</p><p>Du kan ändra på den valda datum genom att slå till höger eller vänster på skärmen. Att gå till nuvarande datum knacka på datum som visas vid översta delen av skärmen.</p><p>Att knacka på en mattyp i din dagbok tillåter dig att justera antal portioner och att ändra på katogorien för den mattypen. Dessa ändringar tillhör endast typen i din dagbok och inte matlistan.</p><p>Knacka på och håll ner på en sak i din dagbok för att borttagna den.</p>",
  "bruksanvisnig-statistiker":"<h3>Statistiker</h3><p>Statistik skärmen visar en karta som visar antal kalorier du har fortärat och variationer i din vikt under den valad tidsplan.</p><p>Du kan välja tidsplanen att visa, till example 1 vecka, ifrån menun som kommer ner från ovan kartan.</p><p>Du kan välja datum att visa på kartan genom att slo på saken i nyckelen.</p><p>Under kartan är en dag fö dag lista om din vikt förändringar och kalorier som du har betäcknat.</p>",

  "userguide-foodlist":"<h3>Matlistan</h3><p>Denna skärm innehåller en lista på alla mattyper du har tillagt i din lokala databas. Denna lista kommer att vara tom första gången du anväder appen.</p><p>Slå på plus knappen som är ovan till höger av skärmen för att kunna tillägga en ny mattyp.</p><p>Du kan använda sök lådan för att filtrear matlistan så att du kan hitta mat saken du söker. Sakerna är automatiskt sorterat eftersom du tillägger de till din dagbok, så maten som du tillägger mer ofta kommer att ligga översta på listan.</p><p>När du knackar på en sak i listan kommer den att läggas till i din dagbok för den nuvarande datum. Om du kom fram till matlistan ifrån hem sidan dagbok delen maten är tillagt i är automatiskt vald beronde på dagstid.</p><p>Du kan redigera en mat sak genom att knacka på blyerts ikonen till höger om den.</p><p>Knack på och håll ner på en mat sak för att ta bort den ifrån listan.</p>",
  "bruksanvisning-att-lägga-en-mattyp":"<h3>lätill en Mat</h3><p>När du knackar på tillägga mat knappen i matlista skärmen du kommer fram till en Tillägga Mat blankett.</p><p>på denna sida kan du manuellt tillägger namnet på maten, portion storlek (e.g. 1 kek, 100g, 3 koppar, etc.), och antal kalorier som finns i denna portion.</p><p>Om du tillägger en färdig pakad matvara och har tillgång till nätet du kan använda kamran för att fylla i blanketten åt dig.</p><p>Du kan göra detta genom att knacka på kamra ikonen som är överst till höger på skärmen. Det tillåter dig att använd din kamera för att skanna i strekkod på paketett. Det kommer att ansluta till Open Food Facts databas för att hitta informationen om produkten. Om det inte finns någon information om din produkt så kan du tillägga det till databasen genom att använda Open Food Facts app.</p><p>TInformationen som du får av strekkod skanner är inte alltid rätt för produkten eller portion storleken som du har, så kollar informationen som den tillägger till blanketten och justera efter behöv innan du spara det.</p>",

  "userguide-settings":"<h3>Inställningar</h3><p>Du kan tillägga din nuvarande vikt genom lådan överst på Inställnings skärmen.</p><p>Ju oftare du tillägger din vikt kommer du att kunna se hur din vikt varierar över tid på kartan i statistikens sida.</p><p>Du bor lägga i din dagliga kalori mål på denna sida - om du vill gå ner i vikt det vill bli det maximala antal kalorier du vill förtära om dagen.Om du vill öka i vikten det vill vara the minmala antal du ska förtära om dagen och du behöver ochså slå till lådan, 'Jag vill gå upp i vikt'.</p><p>Använd en TDEE kalkulator för att veta hur många kalorier du ska sikta på.</p><p>Sista inställning är 'Visa bilder av inskannad Mat'. Med denna valmölighet vald kommer du att se bilder (när de är tillgängliga) om matvaror du har lagt till med strekkod skanner. Du ska inte använda den om du vill besparar på din mobile data användning. Bilderna som visas är inte inlagd på din mobil jämt och visas endast på Tillägga Mat sidan för att hjälpa dig att se att du har rätt produkt.</p>",

  "userguide-export":"<h3>Exportera</h3><p>All information som du lägger i finns på din mobil. Ända tid några information är skickad ifrån appen till nätet är när du skanner i en strekkod.</p><p>Det är jättebra eftersom det betyder att du har hand om allt din information och ingen annan kan nå den ifrån avstånd. Nackdelen är att din information kommer inte att sitta i molnen (någon annans data) det betyder att när du byter mobil din information kommer inte att automatiskt bli tillgängligt.</p><p>Det är när exportera knappen är användbart. Att knacka på denna knappen betyder att all din information (dagboken, matlistan och vikt logg)exporteras till en enkel ord fil. Denna fil heter waistline_export.json. Du hittar denna fil på din mobil i en lokal som liknar 'Android/data/com.waist.line/files/'.</p><p>Det är en privat mapp som inte kan nås av andra apps så det är fin och säkert men lite grann obekvämt att hitta.</p><p>När du hittar denna mapp kan du installera appen på din nya mobil och exportera filen till samma lokal på din nya mobilen. Sen kan du importera all information i appen.</p>",

  "userguide-import":"<h3>Importera</h3><p>Se upp!!!! När du importera information kommer den informationen som redan finns att raderas bort.Du behöver importera din information endast när du ska använda en ny mobil eller återstella information som du har kopierat.</p><p>för att kunna importera informationen sätt waistline_export.json fil i den rätta lokal på din mobil (se Exportera). Sen slå på Importera knappen.</p>",

  "userguide-license":"<h3>Licens</h3><p>Denna app byggdes genom använding av Cordova som finns tillgänglig under Apache licens. Också inkluderat är jQuerymobile och ChartJS som är under MIT licens. Den HTML, CSS och andra javascript som är till för huvuddelen av app kroppen är under GPLv3 licens.</p><p>-David Healey 2018</p>"
}
